Repository: bk138/vino_externalLibVNCServer
Catalog: po/*.po
Languages: en@shaw

source: _Send address by email
en@shaw: _ю ю 梆ヰ别

source: _Copy address to clipboard
en@shaw: _ ю ゐ桂

source: There was an error showing the URL "%s"
en@shaw: 火 答 URL "%s"

source: Checking the connectivity of this machine...
en@shaw: ю ю ヰ梆...

source: There was an error displaying help: %s
en@shaw: 火 ゐ别 ｐюゐ: %s

source: Your desktop is only reachable over the local network.
en@shaw: 筐 ю 答ゐ 梆 答 ゐ答 ю火.

source: Others can access your computer using the address %s.
en@shaw: 仇拣 ю 筐 ヰ筐 筐 ю %s.

source: Nobody can access your desktop.
en@shaw: 答 ю 筐 ю.

source: Failed to open connection to bus: %s
en@shaw: 别ゐ 答 ю 仇: %s

source: Choose how other users can remotely view your desktop
en@shaw: 叼 ｐ 仇 筐拣 ヰ答ゐ 筐 ю

source: Remote Desktop
en@shaw: ヰ答 ю

source: Al_ways display an icon
en@shaw: _佛ゐ别 ゐ 拆

source: Allow other users to _view your desktop
en@shaw: ゐ 仇 筐拣 _ 筐 ю

source: Maximum size: 8 characters
en@shaw: ヰヰ 拆: 8 葛拣

source: Notification Area
en@shaw: 答别 吼

source: Remote Desktop Preferences
en@shaw: ヰ答 ю ю拣

source: Remote users are able to control your mouse and keyboard
en@shaw: ヰ答 筐拣 别 答 筐 ヰ 梆

source: Security
en@shaw: 拣

source: Sharing
en@shaw: 吼

source: Some of these preferences are locked down
en@shaw: 仇 梆 ю拣 ゐ

source: You will be queried to allow or to refuse every incoming connection
en@shaw: 金 ゐ ю筐 ю 仇ヰ ю

source: Your desktop will be shared
en@shaw: 筐 ю 吼

source: _Allow other users to control your desktop
en@shaw: _ゐ 仇 筐拣 答 筐 ю

source: _Configure network automatically to accept connections
en@shaw: _ ю火 佛ヰゐ ю ю

source: _Never display an icon
en@shaw: _ю ゐ 拆

source: _Only display an icon when there is someone connected
en@shaw: _答ゐ ゐ 拆 ю 仇ヰ仇 ю

source: _Require the user to enter this password:
en@shaw: _拆 筐 ю 拣:

source: _You must confirm each access to this machine
en@shaw: _ ヰ仇 火 梆 ю ヰ梆

source: File is not a valid .desktop file
en@shaw: 拆 ゐ .desktop 拆

source: Unrecognized desktop file Version '%s'
en@shaw: ю拆 ю 拆 火 '%s'

source: Starting %s
en@shaw: 葛 %s

source: Application does not accept documents on command line
en@shaw: ゐ别 仇 ю 筐ヰ ヰ ゐ拆

source: Unrecognized launch option: %d
en@shaw: ю拆 ゐ佛 : %d

source: Disable connection to session manager
en@shaw: 别 ю ю ヰ○

source: Specify file containing saved configuration
en@shaw: ю 拆 别 别 拣别

source: FILE
en@shaw: 拆

source: Specify session management ID
en@shaw: ю ю ヰ○ヰ ID

source: Session management options:
en@shaw: ю ヰ○ヰ :

source: Show session management options
en@shaw: ю ヰ○ヰ

source: Remote Desktop server already running; exiting ...
en@shaw: ヰ答 ю 火 佛ゐю 仇; ю ...

source: GNOME Remote Desktop
en@shaw: 路答 ヰ答 ю

source: %s's remote desktop on %s
en@shaw: %s' ヰ答 ю %s

source: Received signal %d, exiting...
en@shaw: 梆 %d, ю...

source: Screen
en@shaw: 梆

source: The screen on which to display the prompt
en@shaw: 梆 ゐ ヰ

source: A user on the computer '%s' is trying to remotely view or control your desktop.
en@shaw: 筐 ヰ筐 '%s' 拆 ヰ答ゐ 答 筐 ю.

source: A user on another computer is trying to remotely view or control your desktop.
en@shaw: 筐 仇 ヰ筐 拆 ヰ答ゐ 答 筐 ю.

source: Another user is trying to view your desktop.
en@shaw: 仇 筐 拆 筐 ю.

source: Do you want to allow them to do so?
en@shaw: ゐ ю ?

source: Question
en@shaw: ю

source: _Allow
en@shaw: _ゐ

source: _Refuse
en@shaw: _筐

source: GNOME Remote Desktop Server
en@shaw: 路答 ヰ答 ю 火

source: Allowed authentication methods
en@shaw: ゐ 佛ю别 ヰю

source: Alternative port number
en@shaw: 佛ゐ火 桂 仇ヰ

source: E-mail address to which the remote desktop URL should be sent
en@shaw: 梆ヰ别 ю ヰ答 ю URL ю

source: Enable remote desktop access
en@shaw: 别 ヰ答 ю ю

source: If true, remote users accessing the desktop are not allowed access until the user on the host machine approves the connection. Recommended especially when access is not password protected.
en@shaw: , ヰ答 筐拣 ю ю ゐ ю 仇 筐 ｐ答 ヰ梆 叼 ю. юヰю юゐ ю ю 拣 ю.

source: If true, remote users accessing the desktop are only allowed to view the desktop. Remote users will not be able to use the mouse or keyboard.
en@shaw: , ヰ答 筐拣 ю ю 答ゐ ゐ ю. ヰ答 筐拣 别 筐 ヰ 梆.

source: If true, remote users accessing the desktop are required to support encryption. It is highly recommended that you use a client which supports encryption unless the intervening network is trusted.
en@shaw: , ヰ答 筐拣 ю ю 拆拣 桂 . ｐ拆ゐ юヰю 筐 ゐ拆 桂 仇ゐю 火梆 ю火 仇.

source: If true, screen will be locked after the last remote client disconnect.
en@shaw: , 梆 ゐ ゐ ヰ答 ゐ拆 ю.

source: If true, the server will listen to another port, instead of the default (5900). The port must be specified in the 'alternative_port' key.
en@shaw: , 火 ゐ 仇 桂, ю 佛ゐ (5900). 桂 ヰ仇 ю拆 'alternative_port' .

source: Listen an alternative port
en@shaw: ゐ 佛ゐ火 桂

source: Lock the screen when last user disconnect
en@shaw: ゐ 梆 ю ゐ 筐 ю

source: Network interface for listening
en@shaw: ю火 拣别 ゐ

source: Only allow remote users to view the desktop
en@shaw: 答ゐ ゐ ヰ答 筐拣 ю

source: Prompt the user before completing a connection
en@shaw: ヰ 筐 ヰゐ梆 ю

source: Require encryption
en@shaw: 拆

source: The port which the server will listen to if the 'use_alternative_port' key is set to true. Valid values are in the range from 5000 to 50000.
en@shaw: 桂 火 ゐ 'use_alternative_port' ю . ゐ ゐ筐 别 5000 50000.

source: This key controls the behavior of the status icon. There are three options: "always" - The icon will be always there; "client" - You will see the icon only when there is someone connected, this is the default behavior; "never" - Never shows the icon.
en@shaw: 答ゐ ｐ别 别 拆. : "always" - 拆 佛ゐ别 ; "client" - 拆 答ゐ ю 仇ヰ仇 ю, 佛ゐ ｐ别; "never" - ю 答 拆.

source: This key specifies the e-mail address to which the remote desktop URL should be sent if the user clicks on the URL in the Remote Desktop preferences dialog.
en@shaw: ю拆 -ヰ别 ю ヰ答 ю URL ю 筐 ゐ URL ヰ答 ю ю拣 拆ゐ.

source: When the status icon should be shown
en@shaw: ю 别 拆 答

source: When true, disable the background on receive valid session
en@shaw: ю , 别 梆 ゐ ю

source: Desktop sharing is enabled
en@shaw: ю 吼 别ゐ

source: One person is connected
en@shaw: 仇 火 ю

source: Error displaying preferences
en@shaw: 火 ゐ别 ю拣

source: Error displaying help
en@shaw: 火 ゐ别 ｐюゐ

source: translator-credits
en@shaw: 路ヰ 路火ヰ

source: Share your desktop with other users
en@shaw: 筐 ю 仇 筐拣

source: Are you sure you want to disconnect '%s'?
en@shaw: ю '%s'?

source: The remote user from '%s' will be disconnected. Are you sure?
en@shaw: ヰ答 筐 '%s' ю. ?

source: Are you sure you want to disconnect all clients?
en@shaw: ю 佛 ゐ拆?

source: All remote users will be disconnected. Are you sure?
en@shaw: 佛 ヰ答 筐拣 ю. ?

source: Disconnect
en@shaw: ю

source: _Preferences
en@shaw: _ю拣

source: Disconnect all
en@shaw: ю 佛

source: Disconnect %s
en@shaw: ю %s

source: _Help
en@shaw: _ｐюゐ

source: Another user is viewing your desktop
en@shaw: 仇 筐 筐 筐 ю

source: A user on the computer '%s' is remotely viewing your desktop.
en@shaw: 筐 ヰ筐 '%s' ヰ答ゐ 筐 筐 ю.

source: Another user is controlling your desktop
en@shaw: 仇 筐 答ゐ 筐 ю

source: A user on the computer '%s' is remotely controlling your desktop.
en@shaw: 筐 ヰ筐 '%s' ヰ答ゐ 答ゐ 筐 ю.

source: Error while displaying notification bubble: %s
en@shaw: 火 拆 ゐ别 答别 仇: %s

source: The remote user '%s' will be disconnected. Are you sure?
en@shaw: ヰ答 筐 '%s' ю. ?

source: Share my desktop information
en@shaw: ヰ ю 拣ヰ别

source: '%s' rejected the desktop sharing invitation.
en@shaw: '%s' ○юю ю 吼 别.

source: '%s' disconnected
en@shaw: '%s' ю

source: '%s' is remotely controlling your desktop.
en@shaw: '%s' ヰ答ゐ 答ゐ 筐 ю.

source: Waiting for '%s' to connect to the screen.
en@shaw: 别 '%s' ю 梆.

source: An error has occurred:
en@shaw: 火 ｐ 火:

source: Cancelled
en@shaw: ゐ

source: ERROR: Maximum length of password is %d character. Please, re-enter the password.
en@shaw: 火: ヰヰ ゐю 拣 %d 葛. ゐ梆, -ю 拣.

source: Sorry, passwords do not match.
en@shaw: , 拣 ヰ.

source: Error message:
en@shaw: 火 ヰю:
